[
    {
        "speaker": 1,
        "text": "Okay. Alright well, good evening everybody.",
        "timestamp": 0.0
    },
    {
        "speaker": 1,
        "text": "Welcome Elon. Thanks for being here.",
        "timestamp": 0.0
    },
    {
        "speaker": 1,
        "text": "Uh we feel we feel very privileged we're excited to have you. Right so, I'm gonna start with some questions and then we're gonna open it up.",
        "timestamp": 0.0
    },
    {
        "speaker": 1,
        "text": "Let me get straight into it. So Bill Gates said there is no one in our time who has done more to push the bounds of science innovation than you.",
        "timestamp": 0.0
    },
    {
        "speaker": 1,
        "text": "Yeah well, that's it. That's a nice thing to have s anyone say about you.",
        "timestamp": 0.0
    },
    {
        "speaker": 1,
        "text": "Nice coming from Bill Gates. But oddly enough, when it comes to A.I. actually for around a decade, you've almost been doing the opposite and saying hang on we need to think about what we're doing and what we're pushing here and what do we do to make this safe and and actually maybe we shouldn't be pushing as faster uh as hard as we are.",
        "timestamp": 0.0
    },
    {
        "speaker": 1,
        "text": "Like I mean you've been doing it for a decade. Like what was it that caused you to think about it that way and you know why do we need to be worried?",
        "timestamp": 0.0
    },
    {
        "speaker": 2,
        "text": "With A.I. of it since I was immersed in um technology I have been immersed in technology for a long time I could see it coming. Um so uh but I think this year was uh that there've been a number of of breakthroughs.",
        "timestamp": 59.2
    },
    {
        "speaker": 2,
        "text": "I mean w you know the point at which someone can see a dynamically created video of themselves um you know like it sorta could make a video of you saying anything in real time um or me um and uh so that sort of the the deep pick video is which are really incredibly good in sometimes more convincing than real ones um and a bit deep real um and um and then and then obviously th things like charge E.V.T. were were quite remarkable. Now I saw uh G.P.T. one G.P. two G.P.T. three G.P.T. four that th you know the whole sort of lead up to that.",
        "timestamp": 59.2
    },
    {
        "speaker": 2,
        "text": "So it was easy for me to um to kind of s see where it's going. If you just sort of extrapolate the points on a curve, kind of seeing that trend will continue, then we will have um profound artificial intelligence and",
        "timestamp": 59.2
    }
]