[
    {
        "text": "Yeah two, three, for local corporate partners.",
        "speaker": 1,
        "timestamp": 0.0
    },
    {
        "text": "Well are you saying six now, that's what I know.",
        "speaker": 2,
        "timestamp": 1.52
    },
    {
        "text": "No the, six is the L G E. L G E. STAP. The three is two A. POC, the sta state minister of health. Then the ch uh the th six um ticker about is from the L G E. Yeah, uh the D. C. And the L G we have P H.C. manager, a lock-up ordinator, uh the texture of the H.I.B. services, the T.B. coordinator, um uh a personal health coordinator, the R.B.M. coordinator and, I think M.I.E_.",
        "speaker": 1,
        "timestamp": 2.7800000000000002
    },
    {
        "text": "Okay.",
        "speaker": 2,
        "timestamp": 28.68
    },
    {
        "text": "So it's that's like the L G E level support, this RITI A.S.S.T. So.",
        "speaker": 1,
        "timestamp": 29.12
    },
    {
        "text": "It's like in young training c uh technically and clinically young training the facility staff.",
        "speaker": 2,
        "timestamp": 51.74
    },
    {
        "text": "Okay. As they prof as they perform their duties their technical duties.",
        "speaker": 1,
        "timestamp": 56.54
    },
    {
        "text": "Mm-hmm. Okay. And remote connections so that the care will be improved. Um",
        "speaker": 2,
        "timestamp": 62.739999999999995
    },
    {
        "text": "Initiative.",
        "speaker": 1,
        "timestamp": 84.86
    },
    {
        "text": "It is an initiative.",
        "speaker": 2,
        "timestamp": 88.60000000000001
    },
    {
        "text": "Oh yeah, I see. So thank you for that uh that education. Um how long has it been working in this role?",
        "speaker": 1,
        "timestamp": 89.48
    },
    {
        "text": "Yeah, I started FLEB Okay, twenty twenty seven.",
        "speaker": 2,
        "timestamp": 96.56
    },
    {
        "text": "Twenty twenty two. So it has to be split.",
        "speaker": 1,
        "timestamp": 100.10000000000001
    },
    {
        "text": "Okay. So before before this role have, you held any other roles in PILOT?",
        "speaker": 2,
        "timestamp": 102.16
    },
    {
        "text": "Yes, I held roles in PILOT, but not in JAPPAI work. Yeah, in my institution. I worked with uh I worked before I joined PILOT. I worked with PILOT medical centre in N.O. CUBU. Yes, I uh and uh worked as a doctoratee officer, and the T.B. clinic.",
        "speaker": 1,
        "timestamp": 108.12
    },
    {
        "text": "Yes. Okay, so you're the what are you?",
        "speaker": 2,
        "timestamp": 125.68
    },
    {
        "text": "Quality improvement team of the facility.",
        "speaker": 1,
        "timestamp": 129.34
    },
    {
        "text": "I see I. see. So that's where you've worked before in PILOT. Have you worked anywhere else in PILOT? How far has an end-world program been in the JAPPAI work?",
        "speaker": 2,
        "timestamp": 131.28
    },
    {
        "text": "I w I work with um uh I work with uh Heartland Alliance. Uh uh uh uh uh local service provider, H.I.V. We work with key population.",
        "speaker": 1,
        "timestamp": 141.34
    },
    {
        "text": "Heartland is actually what?",
        "speaker": 2,
        "timestamp": 153.44
    },
    {
        "text": "Heartland is an NGO working on key population, H.I.V. key population.",
        "speaker": 1,
        "timestamp": 155.62
    },
    {
        "text": "Yeah, key piece.",
        "speaker": 2,
        "timestamp": 161.5
    },
    {
        "text": "Oh, okay thank, you very much. So um can you uh um in terms of the design of this QI um intervention that JAPPAI works lead, were you part of the design at the design set at the initial stage?",
        "speaker": 1,
        "timestamp": 162.24
    },
    {
        "text": "No no, sir, I was not part of the initial stage uh c yeah.",
        "speaker": 2,
        "timestamp": 181.46
    },
    {
        "text": "Obviously uh but uh",
        "speaker": 1,
        "timestamp": 184.84
    },
    {
        "text": "After they spent a year.",
        "speaker": 2,
        "timestamp": 186.60000000000002
    },
    {
        "text": "Yeah, obviously. You said you started a firm already, so it's not too much uh",
        "speaker": 1,
        "timestamp": 187.54000000000002
    },
    {
        "text": "Since twenty twenty two.",
        "speaker": 2,
        "timestamp": 191.72
    },
    {
        "text": "Oh, you've been here to set it in t but they have been here to twenty two. Oh, I think that's great. Um so but you're obviously a part of the implementation since you've been implementing since the twenty two years.",
        "speaker": 1,
        "timestamp": 193.42000000000002
    },
    {
        "text": "Yeah, I see.",
        "speaker": 2,
        "timestamp": 203.42000000000002
    },
    {
        "text": "So um so apart from these three roles that you say you had,",
        "speaker": 1,
        "timestamp": 204.88
    }
]